Repository: WPPlugins/immocaster
Catalog: languages/immocaster-translation-*.po
Languages: de_de

source: Immocaster Resultlist
de_de: Immocaster Ergebnisliste

source: Enable resultlist
de_de: Ergebnisliste aktivieren

source: Apartment Rent
de_de: Mietwohnungen

source: Apartment Buy
de_de: Eigentumswohnungen

source: House Rent
de_de: Haus mieten

source: House Buy
de_de: Haus kaufen

source: Object-Type
de_de: Objekt-Typ

source: Price (Low to high)
de_de: Preis (Aufsteigend)

source: Price (High to low)
de_de: Preis (Absteigend)

source: Sort by
de_de: Sortiert nach

source: Price (min.)
de_de: Preis (min.)

source: Price (max.)
de_de: Preis (max.)

source: Pro-Feature:
de_de: Pro-Option:

source: Only objects from realtor
de_de: Nur Maklerobjekte

source: Please first certify the application in settings!
de_de: Bitte zuerst die Applikation unter Einstellungen zertifizieren!

source: results found for this settings.
de_de: Ergebnisse gefunden

source: Rental price
de_de: Mietpreis

source: Purchase price
de_de: Kaufpreis

source: Number of rooms
de_de: Zimmer

source: Livingspace
de_de: Wohnfläche ca.

source: Floor
de_de: Etage

source: Number of floors
de_de: Etagenanzahl

source: Apartmenttype
de_de: Objekt-Typ

source: Usable floorspace
de_de: Nutzbare Grundfläche

source: Total rent
de_de: Gesamtmiete

source: Yes
de_de: Ja

source: Cellar
de_de: Keller

source: Balcony
de_de: Balkon

source: Lift
de_de: Fahrstuhl

source: Garden
de_de: Garten

source: Pets allowed
de_de: Haustiere erlaubt

source: Kitchen
de_de: Küche

source: Handicapped accessible
de_de: Barrierefrei

source: Guesttoilet
de_de: Gäste-WC

source: Courtage
de_de: Provision

source: More infos & Contact
de_de: Kontakt und Weitere Informationen

source: Price
de_de: Preis

source: Rooms
de_de: Zimmer

source: Size
de_de: Größe ca.

source: Roof storey
de_de: Dachgeschoß

source: Terraced flat
de_de: Terrassenwohnung

source: Ground floor
de_de: Erdgeschoss

source: Apartment
de_de: Wohnung

source: Raised ground floor
de_de: Hochparterre

source: Half basement
de_de: Souterrain

source: Other
de_de: Sonstige

source: By appointment
de_de: Nach Absprache

source: No
de_de: Nein

source: Description
de_de: Beschreibung

source: Furnishing
de_de: Ausstattung

source: Location
de_de: Lage

source: Immocaster settings updated successful, but connection to ImmobilienScout24 failed.
de_de: Einstellungen erfolgreich geändert, aber die Verbindung zu ImmobilienScout24 ist nicht möglich.

source: Immocaster settings updated successful and wordpress is connected to ImmobilienScout24.
de_de: Einstellungen erfolgreich geändert und die Verbindung zwischen Wordpress und ImmobilienScout24 wurde erfolgreich hergestellt.

source: Please activate JavaScript in your browser, if it is deactivated.
de_de: Bitte aktivieren Sie JavaScript in Ihrem Browser, sofern JavaScript deaktiviert ist.

source: ImmobilienScout24-User
de_de: ImmobilienScout24-Benutzername

source: No token! <a href="%s" target="_self">Certify your website</a> with <strong>"%s"</strong> as Username.
de_de: Token fehlt! <a href="%s" target="_self">Jetzt Website zertifizieren</a> mit <strong>"%s"</strong> als Benutzername.

source: Token registered! Delete Certify-Token <a href="%s" target="_self">here</a>.
de_de: Token gespeichert, Website zertifiziert! Jetzt Token <a href="%s" target="_self">löschen</a>.

source: Save Settings
de_de: Einstellungen speichern

source: A very simple and short real estate list.
de_de: Eine eInfache und kurze Immobilien-Liste.

source: Title
de_de: Titel

source: Objectcount
de_de: Objektanzahl

source: Connected to ImmobilienScout24
de_de: Verbindung zu ImmobilienScout24 aktiv

source: Not connected to ImmobilienScout24
de_de: Keine Verbindung zu ImmobilienScout24 möglich

source: <strong>Important:</strong> You have to enable JavaScript in your Browser to use autocompletion. This will build the correct region with the geo-code (e.g. Berlin | 1276003001).
de_de: <strong>Wichtig:</strong> Für das Region-Feld müssen Sie JavaScript im Browser aktivieren, da die Autovervollständigung sonst nicht funktioniert. Diese wird benötigt um die korrekte Region mit GeoID zu erstellen (z.B. Berlin | 1276003001).

source: Basic-Feature:
de_de: Basic-Erweiterung:

source: Search for special words
de_de: Erweiterte Textsuche

source: (e.g. garden, pets, ...)
de_de: (z.B. Garten, Haustiere, usw.)

source: Expose not supported by ImmobilienScout24
de_de: Exposés (Erweiterte Objektdaten) werden für diesen Key nicht von ImmobilienScout24 ausgeliefert.

source: If you want to use "Immocaster" with ImmobilienScout24 API you need a Key and a Secret by ImmobilienScout24. For this data you have to register <a href="http://rest.immobilienscout24.de/restapi/security/registration">here</a>.
de_de: Wenn Sie Immocaster mit der ImmobilienScout24 API nutzen möchten, benötigen Sie einen Key und Secret von ImmobilienScout24. Diese Daten erhalten Sie direkt <a href="http://rest.immobilienscout24.de/restapi/security/registration">hier</a> von ImmobilienScout24.

source: <div class="immocaster_highlight_problem">Expose-Support is disabled by ImmobilienScout24. If you work only with your own real estate objects you can contact ImmobilienScout24 to get another key to get also expose data.</div>
de_de: <div class="immocaster_highlight_problem">Exposes wurden nicht von ImmobilienScout24 für diesen Key freigegeben. Wenn Sie Exposes anzeigen lassen wollen wenden Sie sich bitte an ImmobilienScout24 um einen neuen Key zu erhalten, der für Exposes freigeschaltet ist.</div>

source: Show full data
de_de: Exposes anzeigen

source: Immocaster does an automatic check if you are activated by ImmobilienScout24 to use the whole object data. Sometimes this check fail. So i you are shure you have these rights, please enable this. If you enable this and dont have the rights, it could be that this plugin crashes your wordpress.
de_de: Immocaster prüft automatisch, ob Sie von ImmobilienScout24 die Berechtigung haben Objektdaten anzeigen zu lassen. Diese automatische Prüfung kann in einigen Fällen nicht durchgeführt werden. Daher können Sie hier die Anzeige von Exposes erzwingen, wenn Sie sich sicher sind, dass Sie diese Berechtigung haben. Sollten Sie allerdings keine Berechtigung seitens ImmobilienScout24 haben und dennoch \"Expose-Anzeige erzwingen\" einschalten, kann es zu Problemen mit dem Plugin und dieser Wordpress-Version kommen.

source: Use immocasters autocheck
de_de: Automatische Prüfung

source: Yes. I'm shure I have the rights to show exposes (objects).
de_de: Expose-Anzeige erzwingen

source: Show all regions
de_de: Alle Regionen durchsuchen

source: Office Rent (Price per month)
de_de: Büro Miete (Preis pro Monat)

source: Office Rent (Price per sqm)
de_de: Büro Miete (Preis pro qm)

source: Office Buy
de_de: Büro Kauf

source: Type of floor
de_de: Art des Bodens

source: Rental price per sqm
de_de: Mietpreis pro Quadratmeter

source: Office space
de_de: Bürofläche

source: Has courtage
de_de: Mit Provision

source: Has Courtage
de_de: Mit Provision

source: Buy
de_de: Kauf

source: Rent
de_de: Miete

source: Store Rent (Price per month)
de_de: Geschäft mieten (Preis pro Monat)

source: Store Rent (Price per sqm)
de_de: Geschäft mieten (Preis pro qm)

source: Store Buy
de_de: Geschäft kaufen

source: Store space
de_de: Ladengröße

source: No information
de_de: Keine Information

source: Concrete
de_de: Beton

source: Epoxyresin
de_de: Epoxidharz

source: Tiles
de_de: Fliesen

source: Planks
de_de: Bretter

source: Laminate
de_de: Laminat

source: Parquet
de_de: Parkett

source: Carpet
de_de: Teppich

source: Antistatic floor
de_de: Antistatischer Boden

source: Office carpet
de_de: Büro-Teppich

source: Stone
de_de: Stein

source: Customizable
de_de: Anpassbar

source: Without
de_de: Ohne

source: Contact person
de_de: Ansprechpartner

source: Mobile phone
de_de: Mobil

source: Street
de_de: Straße

source: City
de_de: Stadt

source: Phone
de_de: Telefon

source: Contact
de_de: Kontakt

source: ImmobilienScout24 Settings
de_de: ImmobilienScout24 Einstellungen

source: Show contactbox on pages with objects
de_de: Kontaktbox auf Objektseiten anzeigen

source: Dont show box
de_de: Box nicht anzeigen

source: Show box
de_de: Box anzeigen

source: Affiliate Referrer
de_de: Referrer-Link

source: Only the referrer without full domain.
de_de: Nur der \"Referrer\" ohne die komplette Domain.

source: Immocaster Help
de_de: Immocaster Übersicht

source: If you need help, watch our tutorials or visit our forum.
de_de: Für Hilfe besucht bitte unser Forum oder unsere Tutorials.
